{
    "181122102925-statue-of-liberty-crown": {
      "slug": "181122102925-statue-of-liberty-crown",
      "title": "Taco Del Mar",
      "shortText": "2136 1st Ave",
      "text": "Love Tacos? Love Fish? You'll like TacoDelMar. Not a planned visit but great place to pop in to for a few tacos and refreshments. Very tasty indeed. ",
      "pubDate": "Thu, 22 Nov 2018 15:12:24 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican1.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "170321135754-airport-security-line": {
      "slug": "170321135754-airport-security-line",
      "title": "Plaza Garibaldi",
      "shortText": "129 1st Ave N",
      "text": "Great local Mexican restaurant for decently priced eats. I would say nothing is bad or overtly fantastic, which means it's a very comforting place for Mexican food. The plates are big, beans are properly seasoned, rice cooked properly and nothing too fancy. It's a big Seahawks bar too and they do karaoke night!",
      "pubDate": "Wed, 21 Nov 2018 22:57:55 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican2.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "181119170125-ploughgate-creamery-butter-ball": {
      "slug":"181119170125-ploughgate-creamery-butter-ball",
      "title": "Taqueria Cantina",
      "shortText": "2630 1st Ave",
      "text": "Normally I'd give this place three stars, but the service was so incredible I had to give it four. Much like other reviews, I'd say the food was good but not great. My husband really liked his burrito but found it to be small. I had the fajitas. I wasn't expecting wet meaning sauced meat based on the menu but I gave it a try. It was all right. The place has a ton of character with writing on almost every inch of every wall. They were clean and convenient. We stopped here while walking to Seattle Center from the aquarium. There was no wait and a good amount of seating. Our server was funny, fast, and very kind. We even drew on the wall before heading out.",
      "pubDate": "Wed, 21 Nov 2018 13:17:49 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican3.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "181121164246-boeing-777-9x-assembly-1": {
      "slug":"181121164246-boeing-777-9x-assembly-1",
      "title": "Los Agaves",
      "shortText": "1514 Pike Place Market Ave, #7",
      "text": "I've been getting lunch and dinner here for over a year and have never once been disappointed. They have a diverse menu that caters to a wide variety of preferences. The staff is always extremely kind and helpful. The food is always satisfying, well-seasoned, and overall delicious.",
      "pubDate": "Thu, 22 Nov 2018 14:58:47 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican4.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "170301162422-leaning-tower": {
      "slug":"170301162422-leaning-tower",
      "title": "Blue Water Taco Grill",
      "shortText": "305 Harrison St",
      "text": "Rice was dry and crunchy. Tacos were cold even after she heated them. Service is non existent they make your taco you pay and they are done with you. They could easily check on you as you are dinning to see how things are going. Prices are over priced and food has no flavor. Steak is a joke it is grounded up steak that looks like it was just thrown in water and made back into meat from powder. Would not reccomend this place. Due to price and service.",
      "pubDate": "Thu, 22 Nov 2018 17:55:57 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican5.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "181118211616-banasthali-vidyapith-aviation-school-india": {
      "slug":"181118211616-banasthali-vidyapith-aviation-school-india",
      "title": "Cantina Leña",
      "shortText": "2101 5th Ave",
      "text": "When it gets busy expect service to slow down! Their happy hour margaritas are a great deal and well made. The tacos are small but utterly delicious and you’ll find yourself ordering a few rounds. Great for a casual happy hour or a snack before a movie.",
      "pubDate": "Thu, 22 Nov 2018 02:43:51 GMT",
      "pubYear": "2018",
      "author": "Order",
      "image": {
        "_url": "../images/Mexican6.jpeg",
        "_height": "619",
        "_width": "1100"
      }
    }
  }
  